Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# whatsNewIOSMouseControlsDescription
source: On iPad and iPhone, connected mice and trackpads can now scroll the canvas and zoom more naturally.
ar: على iPad و iPhone، يمكن الآن للفأرات ولوحات التتبع المتصلة تمرير اللوحة والتكبير بشكل أكثر طبيعية.
de: Auf iPad und iPhone können verbundene Mäuse und Trackpads jetzt die Leinwand scrollen und natürlicher zoomen.
es: En iPad y iPhone, los ratones y trackpads conectados ahora pueden desplazar el lienzo y hacer zoom de manera más natural.
fr: Sur iPad et iPhone, les souris et trackpads connectés peuvent désormais faire défiler le canevas et zoomer de manière plus naturelle.
hi: आईपैड और आईफोन पर, जुड़े हुए माउस और ट्रैकपैड अब कैनवास को स्क्रॉल कर सकते हैं और अधिक स्वाभाविक रूप से ज़ूम कर सकते हैं।
it: Su iPad e iPhone, i mouse e i trackpad connessi possono ora scorrere la tela e zoomare in modo più naturale.
ja: iPadとiPhoneでは、接続されたマウスやトラックパッドを使用して、キャンバスをより自然にスクロールしたりズームしたりできるようになりました。
ko: iPad와 iPhone에서는 연결된 마우스와 트랙패드가 이제 캔스를 스크롤하고 더 자연스럽게 확대할 수 있습니다.
nl: Op iPad en iPhone kunnen aangesloten muizen en trackpads nu het canvas scrollen en natuurlijker inzoomen.
pl: Na iPadzie i iPhonie podłączone myszy i gładziki mogą teraz przewijać płótno i powiększać w bardziej naturalny sposób.
pt: No iPad e iPhone, mouses e trackpads conectados agora podem rolar a tela e ampliar de forma mais natural.
ru: На iPad и iPhone теперь можно прокручивать холст и зумировать более естественно с помощью подключенных мышей и трекпадов.
th: บน iPad และ iPhone เมาส์และแทร็คแพดที่เชื่อมต่อแล้วสามารถเลื่อนผืนผ้าและซูมได้อย่างเป็นธรรมชาติมากขึ้น
tr: iPad ve iPhone'da, bağlı fareler ve dokunmatik yüzeyler artık kanvası kaydırabilir ve daha doğal bir şekilde yakınlaştırabilir.
vi: Trên iPad và iPhone, chuột và bàn di được kết nối giờ đây có thể cuộn canvas và thu phóng một cách tự nhiên hơn.
zh_hans: 在 iPad 和 iPhone 上，连接的鼠标和触控板现在可以更自然地滚动画布和进行缩放。
zh_hant: 在 iPad 和 iPhone 上，連接的滑鼠和觸控板現在可以更自然地滾動畫布和縮放。

# whatsNewIOSMouseControlsTitle
source: Mouse and trackpad controls
ar: تحكمات الفأرة ولوحة التتبع
de: Maus- und Trackpad-Steuerungen
es: Controles de ratón y trackpad
fr: Contrôles de la souris et du trackpad
hi: माउस और ट्रैकपैड नियंत्रण
it: Controlli per mouse e trackpad
ja: マウスとトラックパッドのコントロール
ko: 마우스 및 트랙패드 제어
nl: Muis- en trackpadbediening
pl: Kontrola myszką i gładzikiem
pt: Controles de mouse e trackpad
ru: Управление мышью и трекпадом
th: การควบคุมด้วยเมาส์และแทร็คแพด
tr: Fare ve dokunmatik yüzey kontrolleri
vi: Điều khiển bằng chuột và bàn di
zh_hans: 鼠标和触控板控制
zh_hant: 滑鼠和觸控板控制

# whatsNewIOSToolbarDescription
source: The iPhone and iPad toolbar is cleaner and more direct, with faster access to Library, Search, File History, AI, and editing controls.
ar: شريط أدوات iPhone وiPad أنظف وأكثر مباشرة، مع وصول أسرع إلى المكتبة، البحث، تاريخ الملفات، الذكاء الاصطناعي، وإعدادات التحرير.
de: Die iPhone- und iPad-Werkzeugleiste ist übersichtlicher und direkter, mit schnellerem Zugriff auf Bibliothek, Suche, Dateihistory, KI und Bearbeitungswerkzeuge.
es: La barra de herramientas de iPhone y iPad es más limpia y directa, con acceso más rápido a Biblioteca, Búsqueda, Historial de Archivos, IA y controles de edición.
fr: La barre d'outils iPhone et iPad est plus épurée et directe, avec un accès plus rapide à la bibliothèque, à la recherche, à l'historique des fichiers, à l'IA et aux contrôles d'édition.
hi: आईफोन और आईपैड टूलबार और अधिक साफ और प्रत्यक्ष है, पुस्तकालय, खोज, फ़ाइल इतिहास, एआई, और संपादन नियंत्रणों तक तेज़ पहुंच के साथ।
it: La barra degli strumenti per iPhone e iPad è più pulita e diretta, con accesso più veloce a Libreria, Ricerca, Cronologia File, AI e controlli di modifica.
ja: iPhoneとiPadのツールバーは、ライブラリ、検索、ファイル履歴、AI、および編集コントロールへの迅速なアクセスを提供し、よりクリーンで直接的になりました。
ko: iPhone 및 iPad 도구 모음이 더 깔끔하고 직관적이며, 라이브러리, 검색, 파일 기록, AI 및 편집 제어에 더 빠르게 접근할 수 있습니다.
nl: De iPhone- en iPad-toolbalk is schoner en directer, met snellere toegang tot Bibliotheek, Zoeken, Bestandsgeschiedenis, AI en bewerkingscontroles.
pl: Pasek narzędzi na iPhonie i iPadzie jest bardziej przejrzysty i bezpośredni, z szybszym dostępem do Biblioteki, Wyszukiwania, Historii Plików, AI i narzędzi edycyjnych.
pt: A barra de ferramentas do iPhone e iPad está mais limpa e direta, com acesso mais rápido à Biblioteca, Pesquisa, Histórico de Arquivos, AI e controles de edição.
ru: Панель инструментов на iPhone и iPad более упрощенная и прямолинейная, с более быстрым доступом к Библиотеке, Поиску, Истории файлов, ИИ и средствам редактирования.
th: แถบเครื่องมือสำหรับ iPhone และ iPad สะอาดและตรงไปตรงมามากขึ้น โดยมีการเข้าถึง Library, ค้นหา, ประวัติไฟล์, AI และการควบคุมการแก้ไขที่รวดเร็วขึ้น.
tr: iPhone ve iPad araç çubuğu daha temiz ve daha doğrudan, Kütüphane, Arama, Dosya Geçmişi, AI ve düzenleme kontrolüne daha hızlı erişim sağlıyor.
vi: Thanh công cụ trên iPhone và iPad đã sạch hơn và trực tiếp hơn, với quyền truy cập nhanh hơn vào Thư viện, Tìm kiếm, Lịch sử tệp, AI và các điều khiển chỉnh sửa.
zh_hans: iPhone 和 iPad 的工具栏更加简洁直接，可以更快访问库、搜索、文件历史、AI 和编辑控制。
zh_hant: iPhone 和 iPad 工具列更清晰、更直接，能更快訪問庫、搜尋、文件歷史、AI 和編輯控制。

# whatsNewIOSToolbarTitle
source: Optimized toolbar
ar: شريط أدوات مُحسّن
de: Optimierte Werkzeugleiste
es: Barra de herramientas optimizada
fr: Barre d'outils optimisée
hi: ऑप्टिमाइज किया गया टूलबार
it: Toolbar ottimizzata
ja: 最適化されたツールバー
ko: 최적화된 툴바
nl: Geoptimaliseerde werkbalk
pl: Zoptymalizowany pasek narzędzi
pt: Barra de ferramentas otimizada
ru: Оптимизированная панель инструментов
th: แถบเครื่องมือที่ปรับแต่งแล้ว
tr: Optimize edilmiş araç çubuğu
vi: Thanh công cụ tối ưu hóa
zh_hans: 优化的工具栏
zh_hant: 優化的工具列

# WhatsNewItemFileLoadPerformanceDescription
source: By storing media files separately from other file contents, the file switching loading speed has been significantly improved.
ar: من خلال تخزين ملفات الوسائط بشكل منفصل عن محتويات الملفات الأخرى، تم تحسين سرعة تحميل تبديل الملفات بشكل كبير.
de: Durch die separate Speicherung von Mediendateien von anderen Dateiinhalten wurde die Ladegeschwindigkeit beim Dateiwwechsel erheblich verbessert.
es: Al almacenar archivos multimedia por separado de otros contenidos de archivo, se ha mejorado significativamente la velocidad de carga al cambiar de archivo.
fr: En stockant les fichiers multimédias séparément des autres contenus de fichiers, la vitesse de chargement lors du changement de fichier a été considérablement améliorée.
hi: मीडिया फ़ाइलों को अन्य फ़ाइल सामग्री से अलग रखते हुए, फ़ाइल स्विचिंग लोडिंग गति को काफी बेहतर किया गया है।
it: Memorizzando i file multimediali separatamente dai contenuti di altri file, la velocità di caricamento del passaggio tra file è stata notevolmente migliorata.
ja: メディアファイルを他のファイル内容とは別に保存することにより、ファイル切り替えの読み込み速度が大幅に向上しました。
ko: 미디어 파일을 다른 파일 내용과 별도로 저장하여 파일 전환 로딩 속도가 크게 향상되었습니다.
nl: Door mediabestanden apart van andere bestandsinhoud op te slaan, is de laadsnelheid bij het wisselen van bestanden aanzienlijk verbeterd.
pl: Poprzez przechowywanie plików multimedialnych oddzielnie od innych treści plików, szybkość ładowania przełączania plików została znacznie poprawiona.
pt: Ao armazenar arquivos de mídia separadamente de outros conteúdos de arquivo, a velocidade de carregamento ao alternar arquivos foi significativamente melhorada.
ru: Хранение медиафайлов отдельно от других содержаний файлов значительно улучшило скорость загрузки при переключении файлов.
th: โดยการจัดเก็บไฟล์มัลติมีเดียแยกต่างหากจากเนื้อหาไฟล์อื่นๆ ความเร็วในการโหลดเมื่อสลับไฟล์ได้ถูกปรับปรุงอย่างมีนัยสำคัญ.
tr: Medya dosyalarını diğer dosya içeriklerinden ayrı depolayarak, dosya geçiş yükleme hızı önemli ölçüde artırılmıştır.
vi: Bằng cách lưu trữ các tệp media riêng biệt khỏi nội dung tệp khác, tốc độ tải khi chuyển đổi giữa các tệp đã được cải thiện đáng kể.
zh_hans: 通过将媒体文件与其他文件内容分开存储，文件切换的加载速度得到了显著提升。
zh_hant: 通過將媒體文件與其他文件內容分開存儲，文件切換的加載速度得到了顯著提高。

# WhatsNewItemFileLoadPerformanceTitle
source: Optimize file load performance
ar: تحسين أداء تحميل الملفات
de: Optimierung der Dateiladeleistung
es: Optimizar el rendimiento de carga de archivos
fr: Optimiser la performance de chargement des fichiers
hi: फ़ाइल लोड प्रदर्शन को अनुकूलित करें
it: Ottimizza le prestazioni di caricamento dei file
ja: ファイル読み込みパフォーマンスの最適化
ko: 파일 로드 성능 최적화
nl: Optimaliseer bestandslaadprestaties
pl: Optymalizacja wydajności ładowania plików
pt: Otimizar desempenho de carregamento de arquivos
ru: Оптимизация производительности загрузки файлов
th: ปรับปรุงประสิทธิภาพการโหลดไฟล์
tr: Dosya yükleme performansını optimize et
vi: Tối ưu hóa hiệu suất tải tệp
zh_hans: 优化了文件加载性能
zh_hant: 優化文件加載性能

# WhatsNewItemMultiplatformDescription
source: Now, ExcalidrawZ can run on Mac, iPhone, and iPad devices, with data seamlessly synchronized across different devices.
ar: الآن، يمكن لـ ExcalidrawZ العمل على أجهزة Mac و iPhone و iPad، مع مزامنة البيانات بسلاسة عبر الأجهزة المختلفة.
de: Jetzt kann ExcalidrawZ auf Mac, iPhone und iPad-Geräten ausgeführt werden, wobei die Daten nahtlos über verschiedene Geräte synchronisiert werden.
es: Ahora, ExcalidrawZ puede ejecutarse en dispositivos Mac, iPhone y iPad, con datos sincronizados sin problemas entre diferentes dispositivos.
fr: Maintenant, ExcalidrawZ peut fonctionner sur des appareils Mac, iPhone et iPad, avec des données synchronisées sans problème entre différents appareils.
hi: अब, ExcalidrawZ मैक, आईफोन और आईपैड उपकरणों पर चल सकता है, डेटा विभिन्न उपकरणों के बीच निर्बाध रूप से समन्वयित होता है।
it: Ora, ExcalidrawZ può funzionare su dispositivi Mac, iPhone e iPad, con dati sincronizzati senza problemi tra i diversi dispositivi.
ja: ExcalidrawZは、Mac、iPhone、iPadデバイスで実行でき、データが異なるデバイス間でシームレスに同期されます。
ko: 이제 ExcalidrawZ는 Mac, iPhone 및 iPad에서 실행할 수 있으며, 데이터가 다양한 장치 간에 원활하게 동기화됩니다.
nl: ExcalidrawZ kan nu draaien op Mac, iPhone en iPad, met gegevens die naadloos gesynchroniseerd worden tussen verschillende apparaten.
pl: Teraz ExcalidrawZ może działać na urządzeniach Mac, iPhone i iPad, z danymi płynnie synchronizowanymi między różnymi urządzeniami.
pt: Agora, ExcalidrawZ pode ser executado em dispositivos Mac, iPhone e iPad, com dados sincronizados perfeitamente entre diferentes dispositivos.
ru: Теперь ExcalidrawZ может работать на устройствах Mac, iPhone и iPad, с синхронизацией данных между разными устройствами.
th: ตอนนี้ ExcalidrawZ สามารถทำงานบนอุปกรณ์ Mac, iPhone และ iPad โดยข้อมูลจะซิงโครไนซ์ได้อย่างราบรื่นระหว่างอุปกรณ์ต่างๆ.
tr: Artık ExcalidrawZ, Mac, iPhone ve iPad cihazlarında çalışabilir ve veriler farklı cihazlar arasında sorunsuz bir şekilde senkronize edilir.
vi: Giờ đây, ExcalidrawZ có thể chạy trên các thiết bị Mac, iPhone và iPad, với dữ liệu được đồng bộ hóa liền mạch giữa các thiết bị khác nhau.
zh_hans: 现在，ExcalidrawZ 可以在 Mac、iPhone 和 iPad 设备上运行，且数据能够在不同设备间实现无缝同步。
zh_hant: 現在，ExcalidrawZ 可以在 Mac、iPhone 和 iPad 設備上運行，並能在不同設備之間無縫同步數據。

# WhatsNewItemMultiplatformTitle
source: Multiplatform support
ar: دعم متعدد المنصات
de: Multiplattform-Unterstützung
es: Soporte multiplataforma
fr: Support multiplateforme
hi: बहु-आधारभूत समर्थन
it: Supporto multipiattaforma
ja: マルチプラットフォームサポート
ko: 다중 플랫폼 지원
nl: Multiplatform ondersteuning
pl: Wsparcie dla wielu platform
pt: Suporte multiplataforma
ru: Поддержка нескольких платформ
th: สนับสนุนหลายแพลตฟอร์ม
tr: Çoklu platform desteği
vi: Hỗ trợ đa nền tảng
zh_hans: 多平台支持
zh_hant: 多平台支持

# WhatsNewItemPreventImageAutoInvertDescription
source: In dark mode, images are now prevented from inverting colors by default. You can change this feature in the Settings.
ar: في الوضع الداكن، أصبحت الصور الآن محمية من عكس الألوان افتراضيًا. يمكنك تغيير هذه الميزة في الإعدادات.
de: Im Dunkelmodus wird nun standardmäßig verhindert, dass Bilder die Farben umkehren. Sie können diese Funktion in den Einstellungen ändern.
es: En modo oscuro, ahora se evita que las imágenes inviertan colores por defecto. Puedes cambiar esta función en la Configuración.
fr: En mode sombre, les images sont désormais empêchées d'inverser les couleurs par défaut. Vous pouvez changer cette fonctionnalité dans les paramètres.
hi: डार्क मोड में, चित्रों को अब डिफ़ॉल्ट रूप से रंगों को उलटने से रोका गया है। आप इस सुविधा को सेटिंग्स में बदल सकते हैं।
it: In modalità scura, ora si evita che le immagini invertano i colori per impostazione predefinita. Puoi cambiare questa funzione nelle Impostazioni.
ja: ダークモードでは、画像がデフォルトで色を反転することが防止されました。この機能は設定で変更できます。
ko: 어두운 모드에서는 이미지가 기본적으로 색상이 반전되는 것을 방지합니다. 이 기능은 설정에서 변경할 수 있습니다.
nl: In de donkere modus worden afbeeldingen nu standaard voorkomen van het omkeren van kleuren. Je kunt deze functie wijzigen in de instellingen.
pl: W trybie ciemnym, obrazy są teraz domyślnie zapobiegane przed inwersją kolorów. Możesz zmienić tę funkcję w Ustawieniach.
pt: No modo escuro, as imagens agora são impedidas de inverter as cores por padrão. Você pode alterar esse recurso nas Configurações.
ru: В темном режиме изображения теперь по умолчанию не переворачиваются. Вы можете изменить эту функцию в Настройках.
th: ในโหมดมืด รูปภาพจะไม่ถูกเปลี่ยนสีโดยอัตโนมัติเป็นค่าเริ่มต้น คุณสามารถเปลี่ยนฟีเจอร์นี้ในการตั้งค่า.
tr: Karanlık modda, resimlerin renklerinin otomatik olarak tersine çevrilmesi artık varsayılan olarak engellenmiştir. Bu özelliği Ayarlar'da değiştirebilirsiniz.
vi: Trong chế độ tối, hình ảnh giờ đây được ngăn không bị đảo ngược màu sắc theo mặc định. Bạn có thể thay đổi tính năng này trong Cài đặt.
zh_hans: 在深色模式下，图像默认不会反转颜色。您可以在设置中更改此功能。
zh_hant: 在深色模式下，現在默認防止圖片顏色反轉。你可以在設置中更改此功能。

# WhatsNewItemPreventImageAutoInvertTitle
source: Image auto invert prevention
ar: منع عكس الصور تلقائيًا
de: Verhinderung der automatischen Farbinvertierung von Bildern
es: Prevención de inversión automática de imagen
fr: Prévention de l'inversion automatique des images
hi: चित्र ऑटो उलटने की रोकथाम
it: Prevenzione dell'inversione automatica delle immagini
ja: 画像の自動反転防止
ko: 이미지 자동 반전 방지
nl: Voorkomen van automatische omkering van afbeeldingen
pl: Zapobieganie automatycznej inwersji obrazów
pt: Prevenção de inversão automática de imagem
ru: Предотвращение автоматического инвертирования изображений
th: ป้องกันการกลับสีรูปภาพอัตโนมัติ
tr: Resim otomatik ters çevirme önlemesi
vi: Ngăn chặn đảo ngược hình ảnh tự động
zh_hans: 阻止图片自动反转
zh_hant: 防止圖片自動反轉

# whatsNewLassoToolDescription
source: Use the lasso tool for free-form selection, and switch between Wrap or Overlap box selection modes.
ar: استخدم أداة اللاسو للتحديد الحر، والتبديل بين أوضاع تحديد الصندوق 'التغليف' أو 'التداخل'.
de: Das Lasso-Werkzeug für freihändige Auswahlen verwenden und zwischen den Box-Auswahlmodi 'Umschließen' und 'Überlappen' wechseln.
es: Usa la herramienta Lazo para selección libre y alterna entre los modos de selección por caja Envolver o Superponer.
fr: Utilisez l'outil lasso pour des sélections en forme libre, et choisissez entre les modes de sélection par boîte « Envelopper » ou « Chevauchement ».
hi: फ्री-फॉर्म चयन के लिए लासो टूल का उपयोग करें, और बॉक्स चयन मोड में Wrap या Overlap के बीच स्विच करें।
it: Usa lo strumento lasso per selezioni a mano libera e passa tra le modalità di selezione a casella Wrap o Overlap.
ja: ラッソツールを使用して自由形式の選択を行い、ラップまたはオーバーラップのボックス選択モードに切り替えられます。
ko: 라소 도구로 자유형 선택을 하고, 박스 선택 모드에서 감싸기(Wrap) 또는 겹치기(Overlap)로 전환하세요.
nl: Gebruik het lasso-gereedschap voor vrijvormselecties en wissel tussen 'Omsluiten' of 'Overlappen' als kaderselectiemodus.
pl: Użyj narzędzia lasso do swobodnego zaznaczania i przełączaj tryby zaznaczania prostokątnego: Wrap lub Overlap.
pt: Use a ferramenta laço para seleção livre e alterne entre os modos de seleção por caixa: Envolver (Wrap) ou Sobrepor (Overlap).
ru: Используйте инструмент лассо для произвольного выделения и переключайтесь между режимами выделения рамкой (Wrap) и с перекрытием (Overlap).
th: ใช้เครื่องมือลาสโซเพื่อเลือกแบบอิสระ และสลับระหว่างโหมดการเลือกกรอบแบบ Wrap หรือ Overlap
tr: Serbest biçimli seçim için Lasso aracını kullanın ve kutu seçim modları arasında Wrap veya Overlap moduna geçiş yapın.
vi: Dùng công cụ lasso để chọn theo hình tự do, và chuyển giữa hai chế độ chọn hộp Wrap hoặc Overlap.
zh_hans: 使用套索工具进行自由形状选择，并在包裹（Wrap）或重叠（Overlap）框选模式之间切换。
zh_hant: 使用套索工具進行自由選取，並可在「包覆」或「重疊」方框選取模式間切換。

# whatsNewLassoToolTitle
source: Lasso Tool & Selection Modes
ar: أداة اللاسو وأوضاع التحديد
de: Lasso-Werkzeug & Auswahlmodi
es: Herramienta Lazo y modos de selección
fr: Outil lasso et modes de sélection
hi: लासो टूल और चयन मोड
it: Strumento Lasso e modalità di selezione
ja: ラッソツールと選択モード
ko: 라소 도구 및 선택 모드
nl: Lasso-gereedschap en selectiemodi
pl: Narzędzie lasso i tryby zaznaczania
pt: Ferramenta Laço e Modos de Seleção
ru: Инструмент лассо и режимы выделения
th: เครื่องมือลาสโซและโหมดการเลือก
tr: Lasso Aracı ve Seçim Modları
vi: Công cụ Lasso & Chế độ chọn
zh_hans: 套索工具与选择模式
zh_hant: 套索工具與選取模式

# whatsNewLibraryWorkflowOverhaulDescription
source: Browse libraries.excalidraw.com inside the app — \"Add to Excalidraw\" imports shapes straight into your collection, no browser detour. Once installed, filter library items by name from the inspector and rename them via the context menu.
ar: تصفح libraries.excalidraw.com من داخل التطبيق — زر "Add to Excalidraw" يستورد الأشكال مباشرةً إلى مجموعتك دون المرور بالمتصفح. بعد الإضافة، يمكنك تصفية عناصر المكتبة بالاسم من المُفتش وإعادة تسميتها عبر قائمة السياق.
de: Durchsuche libraries.excalidraw.com direkt in der App – „Zu Excalidraw hinzufügen“ importiert Formen direkt in deine Sammlung, ganz ohne Umweg über den Browser. Nach der Installation kannst du Bibliothekselemente im Inspektor nach Namen filtern und sie über das Kontextmenü umbenennen.
es: Navega por libraries.excalidraw.com dentro de la app: "Add to Excalidraw" importa formas directamente en tu colección, sin necesidad de abrir el navegador. Una vez instalada, filtra los elementos de la biblioteca por nombre desde el inspector y renómbralos desde el menú contextual.
fr: Parcourez libraries.excalidraw.com dans l'application — « Ajouter à Excalidraw » importe les formes directement dans votre collection, sans passer par le navigateur. Une fois installée, filtrez les éléments de la bibliothèque par nom depuis l'inspecteur et renommez-les via le menu contextuel.
hi: ऐप के भीतर libraries.excalidraw.com ब्राउज़ करें — "Add to Excalidraw" शेप्स को सीधे आपके कलेक्शन में इम्पोर्ट कर देता है, यानी ब्राउज़र के जरिए अलग से जाने की ज़रूरत नहीं। एक बार इंस्टॉल होने पर, इंस्पेक्टर से लाइब्रेरी आइटमों को नाम से फ़िल्टर करें और कॉन्टेक्स्ट मेनू से उनका नाम बदलें।
it: Naviga libraries.excalidraw.com dall'interno dell'app — "Aggiungi a Excalidraw" importa le forme direttamente nella tua raccolta, senza passare dal browser. Una volta installata, filtra gli elementi della libreria per nome dall'Inspector e rinominali tramite il menu contestuale.
ja: アプリ内で libraries.excalidraw.com を閲覧できるようになりました。「Add to Excalidraw」を使えば、ブラウザを経由せず図形をそのままコレクションにインポートできます。インストール後はインスペクタからライブラリ項目を名前でフィルタして目的の項目を素早く見つけ、コンテキストメニューで名前を変更できます。
ko: 앱 내에서 libraries.excalidraw.com을 바로 둘러보고 — 'Add to Excalidraw'를 선택하면 브라우저를 거치지 않고 바로 컬렉션으로 도형을 가져옵니다. 설치 후에는 인스펙터에서 항목 이름으로 라이브러리를 필터링하고, 컨텍스트 메뉴에서 이름을 변경할 수 있습니다.
nl: Blader door libraries.excalidraw.com binnen de app — "Add to Excalidraw" importeert vormen rechtstreeks in je collectie, zonder omweg via de browser. Eenmaal geïnstalleerd kun je bibliotheekitems in de inspector op naam filteren en via het contextmenu hernoemen.
pl: Przeglądaj libraries.excalidraw.com bezpośrednio w aplikacji — opcja "Add to Excalidraw" importuje kształty prosto do twojej kolekcji, bez konieczności otwierania przeglądarki. Po zainstalowaniu możesz filtrować elementy biblioteki po nazwie w inspektorze i zmieniać ich nazwy z menu kontekstowego.
pt: Veja libraries.excalidraw.com dentro do app — o botão "Add to Excalidraw" importa formas diretamente para sua coleção, sem passar pelo navegador. Depois de instaladas, filtre os itens da biblioteca por nome no inspector e renomeie-os pelo menu de contexto.
ru: Просматривайте libraries.excalidraw.com прямо в приложении — «Добавить в Excalidraw» импортирует фигуры напрямую в вашу коллекцию, без перехода в браузер. После установки можно фильтровать элементы библиотеки по имени в инспекторе и переименовывать их через контекстное меню.
th: เรียกดู libraries.excalidraw.com ได้ภายในแอป — ปุ่ม "Add to Excalidraw" จะนำรูปร่างเข้าสู่คอลเลกชันของคุณโดยตรง โดยไม่ต้องผ่านเบราว์เซอร์แยก เมื่อติดตั้งแล้ว คุณสามารถกรองรายการในไลบรารีตามชื่อจากแผง Inspector และเปลี่ยนชื่อรายการผ่านเมนูบริบทได้
tr: Uygulama içinden libraries.excalidraw.com'da gezinin — "Add to Excalidraw" seçeneği şekilleri tarayıcıya gitmeden doğrudan koleksiyonunuza aktarır. Yüklendikten sonra Inspector'dan kütüphane öğelerini ada göre filtreleyebilir ve bağlam menüsünden yeniden adlandırabilirsiniz.
vi: Duyệt libraries.excalidraw.com ngay trong ứng dụng — chọn "Add to Excalidraw" sẽ nhập trực tiếp các hình vào bộ sưu tập của bạn, không cần chuyển qua trình duyệt. Sau khi cài đặt, lọc các mục thư viện theo tên từ bảng thuộc tính (inspector) và đổi tên chúng qua menu ngữ cảnh.
zh_hans: 在应用内浏览 libraries.excalidraw.com —— 选择“添加到 Excalidraw”可将形状直接导入到你的收藏，无需通过浏览器跳转。安装后，可在检查器中按名称筛选库项，并通过上下文菜单重命名它们。
zh_hant: 可在應用程式內瀏覽 libraries.excalidraw.com — 點選「加入 Excalidraw」可將圖形直接匯入你的收藏，無需透過瀏覽器中轉。安裝後，可在檢查器中以名稱篩選資源庫項目，並可從內容選單重新命名它們。

# whatsNewLibraryWorkflowOverhaulTitle
source: Library Workflow Overhaul
ar: إعادة تصميم سير عمل المكتبة
de: Überarbeiteter Bibliotheks-Workflow
es: Rediseño del flujo de trabajo de las bibliotecas
fr: Refonte du flux de travail des bibliothèques
hi: लाइब्रेरी कार्यप्रवाह में व्यापक बदलाव
it: Rifacimento del flusso di lavoro delle librerie
ja: ライブラリワークフローの刷新
ko: 라이브러리 워크플로우 전면 개편
nl: Bibliotheekworkflow vernieuwd
pl: Przebudowa przepływu pracy z bibliotekami
pt: Reformulação do fluxo de trabalho das bibliotecas
ru: Переработка работы с библиотеками
th: ปรับโฉมเวิร์กโฟลว์ของไลบรารี
tr: Kütüphane İş Akışı Yenilemesi
vi: Cải tổ quy trình làm việc với thư viện
zh_hans: 库工作流程全面改造
zh_hant: 資源庫工作流程全面改造

# whatsNewLiveCollaborationCompabilityDescription
source: Collaboration is now integrated with excalidraw.com.
ar: تم دمج التعاون الآن مع excalidraw.com.
de: Die Zusammenarbeit ist jetzt mit excalidraw.com integriert.
es: La colaboración ahora está integrada con excalidraw.com.
fr: La collaboration est maintenant intégrée à excalidraw.com.
hi: अब सहयोग excalidraw.com के साथ एकीकृत है।
it: La collaborazione è ora integrata con excalidraw.com.
ja: コラボレーションがexcalidraw.comと統合されました。
ko: 이제 excalidraw.com과 협업이 통합되었습니다.
nl: De samenwerking is nu geïntegreerd met excalidraw.com.
pl: Współpraca jest teraz zintegrowana z excalidraw.com.
pt: A colaboração agora está integrada com excalidraw.com.
ru: Теперь совместная работа интегрирована с excalidraw.com.
th: การทำงานร่วมกันได้ถูกบูรณาการเข้ากับ excalidraw.com แล้ว
tr: Artık excalidraw.com ile işbirliği entegre edildi.
vi: Chức năng hợp tác hiện đã được tích hợp với excalidraw.com.
zh_hans: 协作现在与excalidraw.com集成。
zh_hant: 協作功能現在已與 excalidraw.com 整合。

# whatsNewLiveCollaborationCompabilityTitle
source: Collaborate with others
ar: التعاون مع الآخرين
de: Mit anderen zusammenarbeiten
es: Colabora con otros
fr: Collaborez avec d'autres
hi: दूसरों के साथ सहयोग करें
it: Collabora con altri
ja: 他の人と共同作業を行う
ko: 다른 사람과 협업하기
nl: Samenwerken met anderen
pl: Współpraca z innymi
pt: Colabore com outros
ru: Совместная работа с другими
th: ทำงานร่วมกับผู้อื่น
tr: Diğerleriyle işbirliği yapın
vi: Hợp tác với người khác
zh_hans: 与他人协作
zh_hant: 與他人協作
